'''Задание 1
Пользователь вводит с клавиатуры три числа. Необходимо найти сумму чисел, произведение чисел.
Результат вычислений вывести на экран.'''

# x=int(input('Введите первое число'))
# print('Первое число', x)
# y=int(input('Введите второе число'))
# print('Второе число', y)
# z=int(input('Введите третье число'))
# print ('Третье число', z)
# print ('Сумма'x+y+z)
# print ('Произведение'x*y*z)

'''Задание 2
Пользователь вводит с клавиатуры три числа. Первое
число — зарплата за месяц, второе число — сумма месяxного платежа по кредиту в банке,
третье число — задолженность за коммунальные услуги. Необходимо вывести
на экран сумму, которая останется у пользователя после всех выплат.'''

# x=int(input('Введите зарплату за месяц'))
# y=int(input('Введите сумму месячного платежа по кредиту в банке'))
# z=int(input('Введите сумму задолженности за коммунальные услуги'))
# w=(z+y)
# r=(x-w)
# print('Сумма, которая останется у пользователя после всех выплат ',r)

'''Задание 3
Напишите программу, вычисляющую площадь ромба. Пользователь с клавиатуры вводит длину двух его
диагоналей.'''
# a=float(input('Введите длинну первой диагонали ромба'))
# b=float(input('Введите длинну второй диагонали ромба'))
# S=1/2*a*b
# print (S)

'''Задание 4
Выведите на экран надпись To be or not to be на разных строках. Пример вывода:
To be
or not
to be'''

# print('               To be\n'
#       '               or not\n'
#       '               to be')


'''Задание 5
Выведите на экран надпись «Life is what happens when you're busy making other plans»
John Lennon на разных строках. Пример вывода:
“Life is what happens
when
you’re busy making other plans”
John Lennon.'''

# print('"Life is what happens\n     '
#      'when\n        '
#     'you`re busy making other plans"\n '
#      '                                       John Lennon. ')

