'''Задание 1
Пользователь вводит с клавиатуры три числа. В зависимости от выбора пользователя программа выводит
на экран сумму трёх чисел или произведение трёх чисел.'''

#number1=int(input('Введите превое число: '))
#number2=int(input('Введите второе чило: '))
#number3=int(input('Введите третье число: '))
#x=int(input('Введите 0, если хотите получить сумму чисел. '
#           'Введите 1, если хотите получить произведение чисел '))
#if x==0:
#   print('Сумма чисел', number1+number2+number3)
#elif x==1:
#   print('Произведение чисел', number1*number2*number3)
#else:
#   print('Введите 0 или 1')


'''Задание 2
Пользователь вводит с клавиатуры три числа. В зависимости от выбора пользователя программа выводит 
на экран максимум из трёх, минимум из трёх или среднеарифметическое трёх чисел.'''

# numbers1=int(input('Введите первое число '))
# numbers2=int(input('Введите первое число '))
# numbers3=int(input('Введите третье число '))
# x=int(input('Введите 1, если хотите увидеть максимальное из трех чисел\n'
#            'Введите 2, если хотите увидеть минимальное из трех чисел\n'
#            'Введите 3, если хотите увидеть среднее арифметическое трех чисел '))
# if x==1:
#    print('Максимальное число из введенных', max(numbers1,numbers2,numbers3))
# elif x==2:
#    print('Минимальное число из введенных', min(numbers1,numbers2,numbers3))
# elif x==3:
#    print('Среднеарифметическое из трех чисел', (numbers1+numbers2+numbers3)/3)
# else:
#    print('Введите 1, 2 или 3')

'''Задание 3
Пользователь вводит с клавиатуры количество метров. В зависимости от выбора пользователя программа 
переводит метры в мили, дюймы или ярды.'''

# numbers=int(input('Введите количество метров '))
# x=int(input('Введите 1, если хотите перевести метры в мили\n '
#             'Введите 2, если хотите перевести метры в дюймы\n '
#             'Введите 3, если хотите перевести метры в ярды '))
# if x==1:
#     print('Введенное значение метров в милях', numbers*0.00062137)
# elif x==2:
#     print('Введенное значение метров в дюймах', numbers*39.37008)
# elif x==3:
#     print('Введенное значение метров в ярдах', numbers*1.093613)
# else:
#        print('Введите 1, 2 или 3')
